Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitShoppingLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Placeholder.enterCouponCodeDots
source: Enter coupon code…
ar: أدخل رمز القسيمة…
bg: Въведи кода на купона…
ca: Introdueix el codi de descompte…
cs: Zadejte kód kupónu…
da: Indtast rabatkode…
de: Gutscheincode eingeben…
el: Εισάγετε τον κωδικό κουπονιού…
es: Ingresa el código del cupón…
es_419: Ingresa el código de cupón…
fi: Syötä kuponkikoodi…
fr: Entrez le code de réduction…
fr_ca: Entre le code de coupon…
he: הזן קוד קופון…
hi: कूपन कोड दर्ज करें…
hr: Unesi kod kupona…
hu: Írd be a kuponkódot…
id: Masukkan kode kupon…
it: Inserisci il codice coupon…
ja: クーポンコードを入力…
kk: Купон кодын енгізіңіз…
ko: 쿠폰 코드를 입력하세요…
ms: Masukkan kod kupon…
nb: Skriv inn rabattkode…
nl: Voer de kortingscode in…
pl: Wprowadź kod kuponu…
pt_br: Digite o código do cupom…
pt_pt: Introduza o código do cupão…
ro: Introdu codul de reducere…
ru: Введите код купона…
sk: Zadaj kód kupónu…
sv: Ange rabattkod…
th: กรอกรหัสคูปอง…
tr: Kupon kodunu gir…
uk: Введіть код купону…
vi: Nhập mã giảm giá…
zh_hans: 输入优惠券码…
zh_hant: 輸入優惠碼…
zh_hk: 輸入優惠券代碼…

# TK.Placeholder.enterDiscountCodeDots
source: Enter discount code…
ar: أدخل رمز الخصم…
bg: Въведи код за отстъпка…
ca: Introdueix un codi de descompte…
cs: Zadejte kód slevy…
da: Indtast rabatkode…
de: Rabattcode eingeben…
el: Εισάγετε κωδικό έκπτωσης…
es: Introduce el código de descuento…
es_419: Ingresa el código de descuento…
fi: Syötä alennuskoodi…
fr: Saisir le code promo…
fr_ca: Entre le code de réduction…
he: הזן קוד הנחה…
hi: छूट कोड दर्ज करें…
hr: Unesi kod za popust…
hu: Írd be a kedvezménykódot…
id: Masukkan kode diskon…
it: Inserisci codice sconto…
ja: 割引コードを入力…
kk: Жеңілдік кодын енгізіңіз…
ko: 할인 코드를 입력하세요…
ms: Masukkan kod diskaun…
nb: Skriv inn rabattkode…
nl: Voer kortingscode in…
pl: Wprowadź kod rabatowy…
pt_br: Digite o código promocional…
pt_pt: Introduza o código de desconto…
ro: Introdu codul de discount…
ru: Введите код скидки…
sk: Zadajte zľavový kód…
sv: Ange rabattkod…
th: กรอกรหัสส่วนลด…
tr: İndirim kodunu gir…
uk: Введіть код знижки…
vi: Nhập mã giảm giá…
zh_hans: 输入折扣码…
zh_hant: 輸入折扣碼…
zh_hk: 輸入折扣碼…

# TK.Placeholder.enterPromoCodeDots
source: Enter promo code…
ar: أدخل الرمز الترويجي…
bg: Въведи промо код…
ca: Introdueix el codi promocional…
cs: Zadejte promo kód…
da: Indtast promokode…
de: Gib den Gutscheincode ein…
el: Βάλε τον κωδικό προσφοράς…
es: Introduce código promocional…
es_419: Ingresa el código promocional…
fi: Syötä kampanjakoodi…
fr: Entrez le code promotionnel…
fr_ca: Saisissez le code promotionnel…
he: הזן קוד קידום מכירות…
hi: प्रोमो कोड दर्ज करें…
hr: Unesi promotivni kod…
hu: Írd be a promóciós kódot…
id: Masukkan kode promo…
it: Inserisci il codice promozionale…
ja: プロモコードを入力…
kk: Промокодты енгізіңіз…
ko: 프로모션 코드 입력…
ms: Masukkan kod promosi…
nb: Skriv inn kampanjekode…
nl: Voer promotiecode in…
pl: Wprowadź kod promocyjny…
pt_br: Digite o código promocional…
pt_pt: Introduza o código promocional…
ro: Introdu codul promoțional…
ru: Введите промокод…
sk: Zadaj propagačný kód…
sv: Ange kampanjkod…
th: กรอกรหัสโปรโมชั่น…
tr: Promo kodunu girin…
uk: Введіть промокод…
vi: Nhập mã khuyến mãi…
zh_hans: 请输入优惠码…
zh_hant: 輸入優惠碼…
zh_hk: 輸入優惠碼…

# TK.Placeholder.enterRecipientsNameDots
source: Enter recipient’s name…
ar: أدخل اسم المستلم…
bg: Въведи име на получател…
ca: Introdueix el nom del destinatari…
cs: Zadejte jméno příjemce…
da: Indtast modtagers navn…
de: Name des/der Empfänger:in eingeben…
el: Γράψε όνομα παραλήπτη…
es: Introduce el nombre del destinatario…
es_419: Ingresa el nombre del destinatario…
fi: Syötä vastaanottajan nimi…
fr: Entrez le nom du destinataire…
fr_ca: Entrez le nom du destinataire…
he: הזן שם מקבל…
hi: प्राप्तकर्ता का नाम दर्ज करें…
hr: Unesi ime primatelja…
hu: Írd be a kedvezményezett nevét…
id: Masukkan nama penerima…
it: Inserisci il nome del destinatario…
ja: 受取人の名前を入力…
kk: Алушының атын енгізіңіз…
ko: 수신자 이름 입력…
ms: Masukkan nama penerima…
nb: Skriv inn mottakers navn…
nl: Voer naam ontvanger in…
pl: Wprowadź imię odbiorcy…
pt_br: Insira o nome do destinatário…
pt_pt: Introduza o nome do destinatário…
ro: Introdu numele destinatarului…
ru: Введите имя получателя…
sk: Zadaj meno príjemcu…
sv: Ange mottagarens namn…
th: กรอกชื่อผู้รับ…
tr: Alıcının adını girin…
uk: Введіть ім'я одержувача…
vi: Nhập tên người nhận…
zh_hans: 请输入收件人姓名…
zh_hant: 輸入收件人姓名…
zh_hk: 輸入收件人姓名…

# TK.Placeholder.enterShippingAddressDots
source: Enter shipping address…
ar: أدخل عنوان الشحن…
bg: Въведи адрес за доставка…
ca: Introdueix l'adreça de lliurament…
cs: Zadejte doručovací adresu…
da: Indtast leveringsadresse…
de: Lieferadresse eingeben…
el: Γράψε διεύθυνση αποστολής…
es: Introduce la dirección de envío…
es_419: Ingresa la dirección de envío…
fi: Syötä toimitusosoite…
fr: Entrez l'adresse d'expédition…
fr_ca: Entrez l'adresse de livraison…
he: הזן כתובת למשלוח…
hi: शिपिंग पता दर्ज करें…
hr: Unesite adresu za dostavu…
hu: Írd be a szállítási címet…
id: Masukkan alamat pengiriman…
it: Inserisci l'indirizzo di spedizione…
ja: 配送先住所を入力…
kk: Жеткізу мекенжайын енгізіңіз…
ko: 배송 주소 입력…
ms: Masukkan alamat penghantaran…
nb: Skriv inn leveringsadresse…
nl: Voer verzendadres in…
pl: Wprowadź adres dostawy…
pt_br: Insira o endereço de entrega…
pt_pt: Introduza o endereço de entrega…
ro: Introdu adresa de livrare…
ru: Введите адрес доставки…
sk: Zadaj dodaciu adresu…
sv: Ange leveransadress…
th: กรอกที่อยู่จัดส่ง…
tr: Gönderim adresini girin…
uk: Введіть адресу доставки…
vi: Nhập địa chỉ giao hàng…
zh_hans: 请输入收货地址…
zh_hant: 輸入收貨地址…
zh_hk: 輸入送貨地址…

# TK.Placeholder.enterZipCodeDots
source: Enter ZIP code…
ar: أدخل الرمز البريدي…
bg: Въведи пощенски код…
ca: Introdueix el codi postal…
cs: Zadejte PSČ…
da: Indtast postnummer…
de: Postleitzahl eingeben…
el: Εισάγετε ταχυδρομικό κώδικα…
es: Ingresa el código postal…
es_419: Ingresa el código postal…
fi: Syötä postinumero…
fr: Entrez le code postal…
fr_ca: Entrez le code postal…
he: הזן מיקוד…
hi: ZIP कोड दर्ज करें…
hr: Unesite poštanski ili ZIP kod…
hu: Írd be a ZIP-kódot…
id: Masukkan kode pos…
it: Inserisci il codice postale…
ja: 郵便番号を入力…
kk: ПОСТАЛЬДЫҚ немесе ZIP кодын енгіз…
ko: 우편번호를 입력하세요…
ms: Masukkan poskod…
nb: Skriv inn postnummer…
nl: Voer postcode in…
pl: Wprowadź Kod Pocztowy…
pt_br: Digite o CEP…
pt_pt: Introduza o código postal…
ro: Introdu codul poștal...
ru: Введите почтовый индекс…
sk: Zadaj PSČ…
sv: Ange postnummer…
th: กรอกรหัสไปรษณีย์…
tr: Posta kodu girin…
uk: Введіть поштовий індекс…
vi: Nhập mã bưu điện…
zh_hans: 请输入邮政编码…
zh_hant: 輸入郵遞區號…
zh_hk: 輸入郵政編號…

# TK.Placeholder.searchByBrandDots
source: Search by brand…
ar: ابحث حسب العلامة التجارية…
bg: Търсене по бранд…
ca: Cercant per marca…
cs: Hledat podle značky…
da: Søger efter mærke…
de: Nach Marke suchen…
el: Αναζήτηση κατά μάρκα…
es: Buscar por marca…
es_419: Buscar por marca…
fi: Etsi brändin mukaan…
fr: Recherche par marque…
fr_ca: Recherche par marque…
he: מחפש לפי מותג…
hi: ब्रांड द्वारा खोजें…
hr: Pretražujem prema marki…
hu: Márk szerint keresés…
id: Mencari berdasarkan merek…
it: Cerca per marca…
ja: ブランド別に検索中…
kk: Бренд бойынша іздеу…
ko: 브랜드별 검색 중…
ms: Mencari mengikut jenama…
nb: Søk etter merke…
nl: Zoeken op merk…
pl: Szukaj według marki…
pt_br: Buscando por marca…
pt_pt: A procurar por marca...
ro: Caut după marcă…
ru: Ищем по бренду…
sk: Hľadám podľa značky…
sv: Sök efter varumärke…
th: ค้นหาตามแบรนด์…
tr: Markaya göre ara…
uk: Пошук за брендом…
vi: Tìm theo thương hiệu…
zh_hans: 按品牌搜索…
zh_hant: 按品牌搜尋中...
zh_hk: 按品牌搜尋…

# TK.Placeholder.searchByCategoryDots
source: Search by category…
ar: ابحث حسب الفئة…
bg: Търсене по категория…
ca: Cercant per categoria…
cs: Hledat podle kategorie…
da: Søger efter kategori…
de: Nach Kategorie suchen…
el: Αναζήτηση κατά κατηγορία…
es: Buscar por categoría…
es_419: Buscar por categoría…
fi: Etsi kategorian mukaan…
fr: Rechercher par catégorie…
fr_ca: Recherche par catégorie…
he: מחפש לפי קטגוריה…
hi: श्रेणी द्वारा खोजें…
hr: Pretraži po kategoriji…
hu: Kategória szerint keresés…
id: Mencari berdasarkan kategori…
it: Cerca per categoria…
ja: カテゴリ別に検索中…
kk: Категория бойынша іздеу…
ko: 카테고리별 검색 중…
ms: Mencari mengikut kategori…
nb: Søk etter kategori…
nl: Zoeken op categorie…
pl: Szukaj według kategorii…
pt_br: Buscando por categoria…
pt_pt: A procurar por categoria...
ro: Caut după categorie…
ru: Ищем по категории…
sk: Hľadám podľa kategórie…
sv: Sök efter kategori…
th: ค้นหาตามหมวดหมู่…
tr: Kategorilere göre ara…
uk: Пошук за категорією…
vi: Tìm theo thể loại…
zh_hans: 按类别搜索…
zh_hant: 按類別搜尋中...
zh_hk: 按類別搜尋…

# TK.Placeholder.searchByNameDots
source: Search by name…
ar: ابحث بالاسم…
bg: Търси по име…
ca: Cerca per nom…
cs: Hledat podle jména…
da: Søg efter navn…
de: Nach Namen suchen…
el: Αναζήτηση με το όνομα…
es: Buscar por nombre…
es_419: Buscar por nombre…
fi: Etsi nimellä…
fr: Rechercher par nom…
fr_ca: Recherche par nom…
he: חפש לפי שם…
hi: नाम से खोजें…
hr: Pretraži po imenu…
hu: Keresés név szerint…
id: Cari berdasarkan nama…
it: Cerca per nome…
ja: 名前で検索…
kk: Аты бойынша іздеу…
ko: 이름으로 검색 중…
ms: Mencari mengikut nama…
nb: Søk etter navn…
nl: Zoek op naam…
pl: Szukaj po nazwie…
pt_br: Buscar pelo nome…
pt_pt: Pesquisar por nome…
ro: Caută după nume…
ru: Поиск по имени…
sk: Hľadať podľa mena…
sv: Sök efter namn…
th: ค้นหาตามชื่อ…
tr: İsmine göre ara…
uk: Шукати за іменем…
vi: Tìm theo tên…
zh_hans: 按名称搜索…
zh_hant: 依名稱搜尋中...
zh_hk: 按名稱搜索…

# TK.Placeholder.searchByPriceDots
source: Search by price…
ar: جاري البحث عن الأسعار…
bg: Търсене по цена…
ca: Cerca per preu…
cs: Hledat podle ceny…
da: Søg efter pris…
de: Nach Preis suchen…
el: Αναζήτηση κατά τιμή…
es: Buscar por precio…
es_419: Buscar por precio…
fi: Etsi hinnan mukaan…
fr: Rechercher par prix…
fr_ca: Recherche par prix…
he: מחפש לפי מחיר…
hi: कीमत द्वारा खोजें…
hr: Pretraži prema cijeni…
hu: Ár szerint keresés…
id: Mencari berdasarkan harga…
it: Cerca per prezzo…
ja: 価格別に検索中…
kk: Баға бойынша іздеу…
ko: 가격별 검색 중…
ms: Mencari mengikut harga…
nb: Søk etter pris…
nl: Zoeken op prijs…
pl: Szukaj według ceny…
pt_br: Buscar por preço…
pt_pt: A procurar por preço...
ro: Caută după preț…
ru: Ищем по цене…
sk: Hľadám podľa ceny…
sv: Sök efter pris…
th: ค้นหาตามราคา…
tr: Fiyata göre ara…
uk: Пошук за ціною…
vi: Tìm theo giá…
zh_hans: 按价格搜索…
zh_hant: 按價格搜尋中…
zh_hk: 按價格搜尋…

# TK.Placeholder.searchProductsDots
source: Search products…
ar: ابحث عن المنتجات…
bg: Търсене на продукти...
ca: Cerca productes...
cs: Hledat produkty…
da: Søg efter produkter…
de: Nach Produkten suchen…
el: Αναζήτηση προϊόντων…
es: Buscar productos…
es_419: Buscar productos…
fi: Etsi tuotteita…
fr: Rechercher des produits…
fr_ca: Recherche de produits…
he: חפש מוצרים…
hi: उत्पाद खोजें…
hr: Pretraži proizvode…
hu: Keresés termékek között…
id: Cari produk…
it: Cerca prodotti…
ja: 商品を検索…
kk: Өнімдерді іздеңіз...
ko: 상품 검색…
ms: Cari produk…
nb: Søk etter produkter…
nl: Zoek producten…
pl: Szukaj produktów…
pt_br: Buscar produtos…
pt_pt: Pesquisar produtos…
ro: Caută produse…
ru: Поиск товаров…
sk: Hľadaj produkty…
sv: Sök produkter…
th: ค้นหาผลิตภัณฑ์…
tr: Ürünleri ara…
uk: Шукати продукти…
vi: Tìm kiếm sản phẩm…
zh_hans: 搜索产品…
zh_hant: 搜尋產品…
zh_hk: 搜索產品…

# TK.Placeholder.selectDeliveryDateDots
source: Select delivery date…
ar: اختر تاريخ التسليم…
bg: Избор на дата за доставка...
ca: Selecciona data de lliurament…
cs: Vyberte datum doručení…
da: Vælg leveringsdato…
de: Lieferdatum auswählen…
el: Επιλογή ημερομηνίας παράδοσης…
es: Seleccionar fecha de entrega…
es_419: Seleccionar fecha de entrega…
fi: Valitse toimituspäivä…
fr: Sélectionner la date de livraison…
fr_ca: Sélectionner la date de livraison…
he: בחר תאריך משלוח…
hi: डिलिवरी की तारीख चुनें…
hr: Odaberi datum dostave…
hu: Kézbesítési dátum kiválasztása…
id: Pilih tanggal pengiriman…
it: Seleziona data di consegna…
ja: 配達日を選択…
kk: Жеткізу күнін таңдаңыз...
ko: 배송 날짜 선택…
ms: Pilih tarikh penghantaran…
nb: Velg leveringsdato…
nl: Kies leverdatum…
pl: Wybierz datę dostawy...
pt_br: Selecionar data de entrega…
pt_pt: Selecionar data de entrega…
ro: Selectează data livrării…
ru: Выбрать дату доставки…
sk: Vyberte dátum doručenia…
sv: Välj leveransdatum…
th: เลือกวันที่จัดส่ง…
tr: Teslimat tarihini seç…
uk: Вибрати дату доставки…
vi: Chọn ngày giao hàng…
zh_hans: 选择送货日期…
zh_hant: 選擇配送日期…
zh_hk: 選擇送貨日期…

# TK.Placeholder.selectPaymentMethodDots
source: Select payment method…
ar: اختر طريقة الدفع…
bg: Избор на метод за плащане...
ca: Selecciona mètode de pagament…
cs: Vyberte způsob platby…
da: Vælg betalingsmetode…
de: Zahlungsmethode auswählen…
el: Επιλογή μεθόδου πληρωμής…
es: Seleccionar método de pago…
es_419: Seleccionar método de pago…
fi: Valitse maksutapa…
fr: Sélectionner le moyen de paiement…
fr_ca: Sélectionner le mode de paiement…
he: בחר שיטת תשלום…
hi: भुगतान विधि चुनें…
hr: Odaberi način plaćanja…
hu: Fizetési mód kiválasztása…
id: Pilih metode pembayaran…
it: Seleziona metodo di pagamento…
ja: 支払い方法を選択…
kk: Төлем тәсілін таңдаңыз...
ko: 결제 방법 선택…
ms: Pilih kaedah pembayaran…
nb: Velg betalingsmetode…
nl: Kies betaalmethode…
pl: Wybierz metodę płatności...
pt_br: Selecionar método de pagamento…
pt_pt: Selecionar método de pagamento…
ro: Selectează metoda de plată…
ru: Выбрать способ оплаты…
sk: Vyber spôsob platby…
sv: Välj betalningsmetod...
th: เลือกวิธีการชำระเงิน…
tr: Ödeme yöntemini seçin…
uk: Вибрати спосіб оплати…
vi: Chọn phương thức thanh toán…
zh_hans: 选择付款方式…
zh_hant: 選擇付款方式…
zh_hk: 選擇付款方法…

# TK.Placeholder.selectShippingMethodDots
source: Select shipping method…
ar: اختر طريقة الشحن…
bg: Избор на метод за доставка...
ca: Selecciona mètode d'enviament…
cs: Vyberte způsob dopravy…
da: Vælg forsendelsesmetode…
de: Versandmethode auswählen…
el: Επιλογή μεθόδου αποστολής…
es: Seleccionar método de envío…
es_419: Seleccionar método de envío…
fi: Valitse toimitustapa…
fr: Sélectionner le mode d'expédition…
fr_ca: Sélectionner le mode de livraison…
he: בחר שיטת משלוח…
hi: शिपिंग विधि चुनें…
hr: Odaberi način dostave…
hu: Szállítási mód kiválasztása…
id: Pilih metode pengiriman…
it: Seleziona metodo di spedizione…
ja: 配送方法を選択…
kk: Жеткізу тәсілін таңдаңыз...
ko: 배송 방법 선택…
ms: Pilih kaedah penghantaran…
nb: Velg fraktmetode…
nl: Selecteer verzendmethode…
pl: Wybierz metodę wysyłki...
pt_br: Selecionar método de envio…
pt_pt: Selecionar método de envio…
ro: Selectează metoda de livrare…
ru: Выбрать способ доставки…
sk: Vyber spôsob dopravy…
sv: Välj fraktmetod...
th: เลือกวิธีการจัดส่ง…
tr: Gönderim yöntemini seçin…
uk: Вибрати спосіб доставки…
vi: Chọn phương thức vận chuyển…
zh_hans: 选择运输方式…
zh_hant: 選擇運送方式…
zh_hk: 選擇運送方式…

# TK.Placeholder.writeAReviewDots
source: Write a review…
ar: اكتب مراجعة…
bg: Напиши рецензия…
ca: Escriu una ressenya…
cs: Napsat recenzi…
da: Skriv en anmeldelse…
de: Eine Bewertung schreiben…
el: Γράψε μία αξιολόγηση…
es: Escribir una reseña…
es_419: Escribe una reseña…
fi: Kirjoita arvostelu…
fr: Écrire un avis…
fr_ca: Écrire un avis…
he: כתוב ביקורת…
hi: एक समीक्षा लिखें…
hr: Napiši recenziju…
hu: Vélemény írása…
id: Tulis ulasan…
it: Scrivi una recensione…
ja: レビューを書く…
kk: Пікір жазыңыз…
ko: 리뷰 작성…
ms: Tulis ulasan…
nb: Skriv en anmeldelse…
nl: Schrijf een beoordeling…
pl: Napisz recenzję…
pt_br: Escrever uma avaliação…
pt_pt: Escreve uma avaliação…
ro: Scrie o recenzie…
ru: Напишите отзыв…
sk: Napísať recenziu…
sv: Skriv en recension…
th: เขียนรีวิว…
tr: Bir inceleme yaz…
uk: Написати відгук…
vi: Viết một đánh giá…
zh_hans: 写评价…
zh_hant: 撰寫評論…
zh_hk: 撰寫評論…
